tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "scalacenter/bloop"
brew "awscli"
brew "cdk"
brew "docker"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "jq"
brew "jsonnet"
brew "mill"
brew "neovim"
brew "nnn"
brew "node"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "terraform"
brew "tmux"
brew "websocat"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "coursier/formulas/coursier"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "blender"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "keybase"
cask "notion"
cask "pgadmin4"
cask "visual-studio-code"
