tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "scalacenter/bloop"
brew "exa"
brew "fd"
brew "fzf"
brew "jq"
brew "mill"
brew "neovim"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "tmux"
brew "zoxide"
brew "zsh"
cask "raycast"
cask "alacritty"
brew "reattach-to-user-namespace"
brew "coursier/formulas/coursier"
cask "font-jetbrains-mono-nerd-font"
brew "zsh-vi-mode"
